Repository: common-repository/zenkipay
Catalog: languages/zenkipay-*.po
Languages: es_es

source: An error occurred while syncing the account
es_es: Ocurrió un error al sincronizar la cuenta

source: An unexpected error has occurred.
es_es: Ha ocurrido un error inesperado.

source: click here
es_es: da clic aquí

source: Continue with Zenkipay
es_es: Continuar con Zenkipay

source: Enable test mode
es_es: Habilitar modo de pruebas

source: Enable Zenkipay
es_es: Habilitar Zenkipay

source: Enter sync code
es_es: Ingresar código de sincronización

source: For more information about plugin configuration
es_es: Para obtener más información sobre la configuración del plugin

source: here
es_es: aquí

source: Live mode
es_es: Modo productivo

source: Pay with Crypto (Zenkipay)
es_es: Pago con cripto (Zenkipay)

source: Pay with cryptos, any wallet, any coin!. Transaction 100%
es_es: ¡Paga con criptomonedas, cualquier billetera, cualquier moneda!. Transacción 100%

source: Pay with Zenkipay
es_es: Pago con Zenkipay

source: secured
es_es: asegurada

source: Settings
es_es: Ajustes

source: Synchronization completed successfully
es_es: Sincronización completada con éxito

source: Test mode
es_es: Modo de pruebas

source: This controls the title for the payment method the customer sees during checkout.
es_es: Controla el título del método de pago que el cliente ve durante el pago.

source: Title
es_es: Título

source: To set up quickly and easily, enter the synchronization code from your Zenkipay portal. If you don't have an account, open one for free
es_es: Para configurar rápida y fácilmente, ingresa el código de sincronización del portal de Zenkipay. Si no tienes una cuenta, abre una gratis

source: Transaction Hash
es_es: Hash de la transacción

source: Your order was received correctly and your payment will be confirmed by email shortly.
es_es: Tu pedido fue recibido correctamente y el pago será confirmado por correo electrónico en breve.

source: Your shoppers can pay with cryptos, any wallet, any coin!
es_es: ¡Tus compradores pueden pagar con criptomonedas, cualquier billetera, cualquier moneda!

source: Your shoppers can pay with cryptos, any wallet, any coin! Transaction secured.
es_es: ¡Tus compradores pueden pagar con criptomonedas, cualquier billetera, cualquier moneda! Transacción asegurada.

source: Zenkipay Details
es_es: Detalles de Zenkipay

source: Zenkipay needs WooCommerce plugin is installed and activated to work.
es_es: Zenkipay necesita que el plugin de WooCommerce esté instalado y activado para funcionar.
